


            //   Оценки
//  const mark = 4
//       switch (mark){
//           case 1:
//               console.log('Очень плохо, Кол! ');
//               break;
//          case 2:
//              console.log('Садись ДВА!');
//              break;
//          case 3:
//              console.log('Неплохо, но можно было лучше');
//              break;
//          case 4:
//              console.log('Хорошо');
//              break;
//          case 5:
//             console.log('Отлично!!');
//              break;
//       }
// ----------------------------------------------------------------------------------------------------------------------------------------
                        // Сложение чисел
//   let x = 88
//   let y = 229

//  let result = (x+y);
//   console.log(result);

//   --------------------------------------------------/////Масивы/////---------------------------------------------------------------------------
                        // Масивы
// const fruit1 = "Яблоко";
// const fruit2 = "Апельсин";
// const fruit3 = "Груша";
// const fruit4 = "Мандарин";
     
// const fruit = ['Яблоко', 'Апельсин', 'Груша', 'Мандарин'];
// console.log(fruit);